{"inkVersion":20,"root":[[{"#":"mode: reader"},"^Hi, How are you doing",{"#":"speaker:Athena"},"\n","^Hello, pleased to make your acquaintance",{"#":"speaker: Tobias"},"\n","^Do you know who I am?",{"#":"speaker:Athena"},"\n","^Was the food good?",{"#":"speaker: Tobias"},"\n","^Excuse me? ",{"#":"speaker:Athena"},"\n","^Your breakfast.",{"#":"speaker: Tobias"},"\n","^I had a feeling you would like it.","\n","^... <i> The <link=case_log?><b>Case file</b></link> said he would try to put me off balance, but this is...</i>",{"#":"speaker:Athena"},"\n","^One of the few allowances they give us on this ship is cooking for other members. There is something holy in the skillet. It is as if a piece of me is now inside you. Like all art forms, it has a beauty to it, but there is something glorious in the fact that a piece of me now makes up and will make up your skin, blood, and organs.",{"#":"speaker: Tobias"},"\n","^<i> Interesting imagery... </i> ",{"#":"speaker: Athena"},"\n","^Of course I know who you are, you're infamous. Let me tell you Athena,, not just anyone gets onto the Sisypus. speaker: Tobias","\n","ev","str","^Figure out how much he knows. Any power imbalance between therapist and client can be exploited","/str","/ev",{"*":"0.c-0","flg":20},"ev","str","^Try to call his bluff. It isn't going to be that easy to throw you off","/str","/ev",{"*":"0.c-1","flg":20},{"c-0":["\n","^How did you know I like eggs and tuna?","\n","^I know that I was right. My ability to read people never fails me. <link=barnumstatement><b>You strike me as someone who prefers change and does not like to feel limited in what you can do. </b></link>You're an independent thinker who takes pride in doing things differently. You can be loud and outgoing, but also quiet and reserved. ",{"#":"speaker: Tobias"},"\n",{"->":"0.g-0"},{"#f":5}],"c-1":["^.","\n","^Yeah nice try. I didn't eat breakfast. ",{"#":"speaker: Athena"},"\n","^You can't blame me for trying, alright. Playing with the staff is one of the only things in the world left to me.",{"#":"speaker: Tobias"},"\n",{"->":"0.g-0"},{"#f":5}],"g-0":["^Well, who exactly does get onto the Sisyphus then? ",{"#":"speaker: Athena"},"\n","^Why are we doing this dance? Listen, we both understand how this game is played, I'm not some spoiled billionaire brat, I made my own money you know. I want me better just as much as you do.","\n","ev","str","^Press him further","/str","/ev",{"*":".^.c-2","flg":20},"ev","str","^Let him change the subject","/str","/ev",{"*":".^.c-3","flg":20},{"c-2":["\n","^Oil rigs are some of the most secluded, depressing, and repressed pressure-cookers of scum that are only barely able to function for 6 months to a year by greasing the pores of poor sods with money, benefits, and psychiatrists. Just the situation itself breaks the mind. Now imagine doing that for years, with some of the 'allegedly'... I'm innocent'... most dangerous minds in our society that <link=activelydamage><b>are actively trying to damage your mental health</b></link>, except instead of having a therapist, you are it. Even if you had the talent, which almost none do, you wouldn't have the stomach, even if you had both, you'd have to be a woman too. So I guess what I'm saying is that it takes a type of person. ",{"#":"speaker: Toby"},"\n","^What do you mean by that?",{"#":"speaker: Athena"},"\n","^Suicidal and apparently stupid enough to <link=fakemeal><b>let a convict convince her into thinking I actually cooked your fucking meal</b></link> ",{"#":"speaker: Toby"},"\n",{"->":"0.g-1"},{"#f":5}],"c-3":["^<i>... I think I'm just going to let him change the subject </i>","\n",{"->":"0.g-1"},{"#f":5}],"#f":5}],"g-1":["^I'm glad to hear that. Let's start with your name.","\n","^I'm Gorgon K-08323, Toby","\n","^Describe yourself.","\n","^I'm something of a hero, I guess. I don't think much of what I am, but that's the moniker people give me.","\n","^How does a hero end up in a prison ship 20,000 leagues under the sea?","\n","^I don't know, repressed anger? Isn't your job to find out that kind of information? I run a media conglomerate called C72. It's essentially a network of publishers for different types of media in the arts. It's become rapidly successful as the artist-owned structure of the subsidiaries allows for rapid innovation in the field, and all that revenue is funneled into increasing production of the arts in New Turkey.","\n","^Is there a specific kind of art that you greenlight?","\n","^Listen, I'm no Weinstein. <link=productionhouses> <b>I try not to put my personal touch into what gets in and out of the production houses</b></link> ",{"#":"mode:puzzle"},"\n","ev",0,"/ev",{"VAR=":"choiceNum","re":true},"ev","str","^Confront","/str","/ev",{"VAR=":"commandName","re":true},{"#":"case_log"},{"#":"productionhouses"},"ev",{"VAR?":"commandCount"},1,"+","/ev",{"VAR=":"commandCount","re":true},"ev",1,"/ev",{"VAR=":"choiceNum","re":true},"ev","str","^Manipulate","/str","/ev",{"VAR=":"commandName","re":true},{"#":"case_log"},{"#":"fakemeal"},"ev",{"VAR?":"commandCount"},1,"+","/ev",{"VAR=":"commandCount","re":true},"ev","str","^Confront","/str","/ev",{"*":".^.c-4","flg":20},"ev","str","^Manipulate","/str","/ev",{"*":".^.c-5","flg":20},{"c-4":["^ I see a pattern among the movies you choose. Big guys versus the small guy. Standing up to bullies. You're a power fantasy type guy. And you're a powerful person. ",{"#":"speaker: Athena"},"\n","^... You can draw conclusions in anything. Did you know the ancient Aztecs feasted on the hearts of those who played their sacred games. And not the losers too, they feasted on the winners ",{"#":"speaker: Tobias"},"\n","^<i> Why is he saying this to me. Is it some kind of power play? </i> ",{"#":"speaker: Athena"},"\n",{"->":"0.g-2"},{"#f":5}],"c-5":["^ So what I'm hearing so far is that generally you aren't a person who feels comfortable being in control. You let others express themselves and let the best idea win out. ",{"#":"speaker: Athena"},"\n","^Analysis so early in the conversation? I wonder what they put in my file... Yeah, I try to be a little hands-off and not piss other people off. ",{"#":"speaker: Tobias"},"\n","^And does that make you feel? <i> It never gets old </i>","\n",{"#":"mode: reader"},{"->":"0.g-2"},{"#f":5}],"#f":5}],"g-2":["^Everything i do, or did, was to make the world a better place and Strike at the heart of the world's issues. All we are, are fleshy apes with a mouth. People victimize one another because of the narratives they have in their heads. Change the narratives people have, we change reality itself, and we may just save humanity along with it. I believe in doing anything for that.","\n",["ev",{"^->":"0.g-2.2.$r1"},{"temp=":"$r"},"str",{"->":".^.s"},[{"#n":"$r1"}],"/str","str","^?","/str","/ev",{"*":".^.^.c-6","flg":22},{"s":["^<i> Who gets to decide which narratives are the important ones? You",{"->":"$r","var":true},null]}],{"c-6":["ev",{"^->":"0.g-2.c-6.$r2"},"/ev",{"temp=":"$r"},{"->":".^.^.2.s"},[{"#n":"$r2"}],"^ And what narrative allows you to think it's okay to kill people. A lot of people. That's what I want to know </i> ",{"#":"speaker: Athena"},"\n",{"->":"0.g-3"},{"#f":5}],"#f":5}],"g-3":["^So in a sense, I'm not surprised that people call me a hero. Toby the Hero...",{"#":"speaker: Toby"},"\n","^<i> There's something more there </i>","\n","^Let's talk a little more about that","\n","^I just remembered something ",{"#":"speaker: Toby"},"\n","^What?","\n","^Why it's so important for me to protect the little guy. You see, I was the little guy. Do you want to know why bullying is so horrible? Bullying is horrible because not only do bullies destroy your ability to make friends, they turn what friends you do have left into bullies.","\n","end",["done",{"#f":5,"#n":"g-4"}],{"#f":5}]}],"done",{"global decl":["ev",-1,{"VAR=":"choiceNum"},"str","^None","/str",{"VAR=":"commandName"},0,{"VAR=":"commandCount"},"/ev","end",null],"#f":1}],"listDefs":{}}